<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.webClip.managed</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PayloadIdentifier</key>
			<string>com.jstore.webclip.store</string>
			<key>PayloadUUID</key>
			<string>A1A2A3A4-B5B6-4C7C-8D9D-0E1F2A3B4C5D</string>
			<key>PayloadDisplayName</key>
			<string>J-Store</string>
			<key>Label</key>
			<string>J-Store</string>
			<key>URL</key>
			<string>https://jbrimz088.github.io/Jstore/jstore-preview.html</string>
			<key>Icon</key>
			<data>
			iVBORw0KGgoAAAANSUhEUgAAALQAAAC0CAYAAAA9zQYyAAABaklEQVR42u3SMQ0AAAjAMHShDctoAA+cpEcNLIvKHvgiRMDQYGgwNBgaQ4OhwdBgaDA0hgZDg6HB0GBoDA2GBkODocHQGBoMDYYGQ4OhMTQYGgwNhgZDY2gwNBgaDA2GxtBgaDA0GBpDC4GhwdBgaDA0hgZDg6HB0GBoDA2GBkODocHQGBoMDYYGQ4OhMTQYGgwNhgZDY2gwNBgaDA2GxtBgaDA0GBoMjaHB0GBoMDSGBkODocHQYGgMDYYGQ4OhwdAYGgwNhgZDg6ExNBgaDA2GBkNjaDA0GBoMDYbG0GBoMDQYGgyNocHQYGgwNIYWAUODocHQYGgMDYYGQ4OhwdAYGgwNhgZDg6ExNBgaDA2GBkNjaDA0GBoMDYbG0GBoMDQYGgyNocHQYGgwNBgaQ4OhwdBgaAwNhgZDg6HB0BgaDA2GBkODoTE0GBoMDYYGQ2NoMDQYGgwNhsbQYGgwNBgaDI2hwdBgaLhbi1NKpJ0iSAQAAAAASUVORK5CYII=
			</data>
			<key>IsRemovable</key>
			<true/>
			<key>Precomposed</key>
			<false/>
			<key>IgnoreManifestScope</key>
			<false/>
			<key>FullScreen</key>
			<true/>
		</dict>
	</array>
	<key>PayloadDisplayName</key>
	<string>J-Store</string>
	<key>PayloadDescription</key>
	<string>One Web Clip: opens https://jbrimz088.github.io/Jstore/jstore-preview.html</string>
	<key>PayloadIdentifier</key>
	<string>com.jstore.profile.store</string>
	<key>PayloadOrganization</key>
	<string>JSTORE</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>3F4A5B6C-7D8E-9012-3456-7890ABCDEF12</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
